<template>
  <div class="privacy-policy">
    <common-header ref="header"></common-header>
    <div class="wrapper">
      <div class="policy-content">
        <!-- <el-breadcrumb separator-class="el-icon-arrow-right">
          <el-breadcrumb-item
            :to="{
              path: '/login',
              query: {
                register: true,
              },
            }"
            >注册</el-breadcrumb-item
          >
          <el-breadcrumb-item>隐私条例</el-breadcrumb-item>
        </el-breadcrumb> -->
        <el-page-header
          @back="
            $router.push({
              path: '/login',
              query: {
                register: true,
              },
            })
          "
          title="返回"
          content="隐私条例"
        >
        </el-page-header>
        <div class="main-content">
          <h1>中恒智造隐私政策</h1>
          <h5>生效日期：2022 年 12 月 28 日</h5>
          <h5>更新日期：2022 年 12 月 28 日</h5>
          <h1>
            <header></header>
            <p>
              感谢您对“中恒智造-EMI协同管控平台”（以下或称“本平台”）的使用和信赖，作为本平台的运营主体以及平台服务的提供方，中恒智造科技有限公司（以下简称“我们”）重视您的个人隐私，尊重并保护您的个人信息安全，全力为您提供安全的网络环境。我们将通过本隐私政策（以下或称“本政策”）帮助您了解我们收集、使用、存储和共享个人信息的情况以及您所享有的相关权利。
            </p>
            <p>
              本政策与您使用本平台（包括网络平台、移动客户端APP及其他信息平台，统称“本平台”）服务的产品或提供的服务息息相关，<strong
                >请您在使用本平台的产品和/服务前，务必仔细阅读并理解以下隐私政策，如果您对隐私政策内容有任何疑问和建议，您可以通过本政策“联系我们”中公布的联系方式与我们联系，如果您不同意本政策的部分或全部内容，请您立即停告知使用我们提供的产品或服务，并与我们联。</strong
              >
            </p>
            <p>
              <strong
                >特别说明：本政策涉及的产品和服务仅供成年人使用，请您在使用产品和服务前确保您是18周岁（含）以上人士，否则，请您立即终止使用我们的产品和服务。</strong
              >针对我们关联公司或第三方合作机构提供的产品或服务，建议您在使用之前查看其隐私政策，了解他们如何处理您的信息，以便审慎决策。
            </p>
          </h1>
          <h5>本政策将帮助您了解以下内容：</h5>
          <h1>
            <p>1.相关释义</p>
            <p>2.我们如何收集和使用您的个人信息</p>
            <p>3.我们如何使用Cookie和同类技术</p>
            <p>4.我们如何委托处理、共享、转让、公开披露您的个人信息</p>
            <p>5.我们如何留存您的个人信息</p>
            <p>6.我们如何保护您的个人信息</p>
            <p>7.您对个人信息管理的权利</p>
            <p>8.未成年人信息保护</p>
            <p>9.本政策的修改与更新</p>
            <p>10.联系我们</p>
            <p>
              您在使用我们的产品和服务时，我们将按照本政策收集、保存、使用、共享、披露及保护您的个人信息。我们希望通过本政策向您介绍我们对您个人信息的处理方式，因此我们建议您认真完整地阅读本政策的所有条款，做出您认为适当的选择。<strong>我们对本政策中与您个人敏感信息及权利存在重大关系的内容，采用加粗的形式提示您注意，请您务必重点阅读。</strong>一旦您使用或继续使用我们的产品和服务，即表示您同意我们按照本政策处理您的个人信息。如您不同意、不理解本政策的（部分）内容或对本政策有任何疑问，请立即停止使用我们的产品和服务，您可以通过拨打客户服务电话400-991-8888以及本政策中“联系我们”章节提供的联系方式与我们取得联系。
            </p>
          </h1>
          <h3>一、相关释义</h3>
          <h1>
            <p>本政策使用的特定词语，具有如下含义</p>
            <p>
              1、我们：<strong
                >指中恒智造科技有限公司有限公司，注册地址:北京市丰台区望园路1936号金时大厦三层。</strong
              >
            </p>
            <p>
              2、您：或称用户，指使用本平台上提供的产品和／或服务的注册用户。
            </p>
            <p>
              3、关联公司：指中恒智造科技有限公司有限公司的下属公司或其他关联企业，上述公司中任何一方现在或将来控制、受其控制或与其处于共同控制下。
            </p>
            <p>
              4、控制：指直接或间接地拥有影响所提及公司管理的能力，无论是通过所有权、有投票权的股份、合同或其他被依法认定的方式。
            </p>
            <p>
              5、第三方合作机构：指除我们关联公司外，通过本平台为用户提供服务和/或产品的法人及其他形式的经济组织合作机构。包括但不限于腾讯云计算（北京）有限责任公司、深圳市和讯华谷信息技术有限公司、华为云计算有限公司。
            </p>
            <p>
              6、个人信息：指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。个人信息包括个人基本信息、个人身份信息、个人生物识别信息、网络身份标识信息、个人教育工作信息、个人财产信息、个人通信信息、联系人信息、个人上网记录、个人常用设备信息、个人位置信息等。
            </p>
            <p>为免疑义，个人信息包括但不限于个人敏感信息。</p>
            <p>7、个人信息主体：指个人信息所标识或者关联的自然人。</p>
            <p>
              8、个人敏感信息：指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息。个人敏感信息包括个人财产信息、个人生物识别信息、个人身份信息、网络身份标识信息等。为了帮助您更好地理解个人敏感信息类型，我们依据《个人信息保护法》将个人敏感信息示例如下，但不代表我们所收集的全部个人敏感信息：
            </p>
            <p>
              <strong>（1）个人财产信息：</strong
              >银行账号、鉴别信息(口令)、存款信息(包括资金数量、支付收款记录等)、房产信息、信贷记录、征信信息、交易和消费记录、流水记录等，以及虚拟货币、虚拟交易、游戏类兑换码等虚拟财产信息；
            </p>
            <p>
              <strong>（2）个人生物识别信息：</strong
              >个人基因、指纹、声纹、掌纹、耳廓、虹膜、面部识别特征等；
            </p>
            <p>
              <strong>（3）网络身份标识信息：</strong
              >系统账号、邮箱地址及与前述有关的密码、口令、口令保护答案、用户个人数字证书等；
            </p>
            <p>
              <strong>（4）其他信息：</strong
              >婚史、宗教信仰、未公开的违法犯罪记录、通信记录和内容、行踪轨迹、网页浏览记录、住宿信息、定位信息等。
            </p>
            <p>
              9、设备信息：设备信息可分为设备属性信息、设备位置信息、设备连接信息及设备状态信息。设备属性信息是指用户使用终端设备访问本平台时的设备品牌及型号、设备屏幕规格、操作系统版本、设备设置、唯一设备识别符等软硬件特征。设备位置信息是指通过用户使用的终端设备获取用户访问本平台时所处的地理位置信息，如通过GPS、蓝牙或WiFi信号获得的位置信息。设备连接信息是指用户使用终端设备访问本平台所显示的IP地址、浏览器的类型、电信运营商、适用的语言、访问日期和时间信息。设备状态信息是指用户使用终端设备访问本平台时的设备传感器数据、设备应用安装列表信息。
            </p>
            <p>
              10、去标识化：指通过对个人信息的技术处理，使其在不借助额外信息的情况下，无法识别或者关联个人信息主体的过程。
            </p>
            <p>
              11、匿名化：指通过对个人信息的技术处理，使得个人信息主体无法被识别或者关联，且处理后的信息不能被复原的过程。
            </p>
            <p>
              12、中国或中国境内：指中华人民共和国大陆地区，仅为本政策之目的，不包含香港特别行政区、澳门特别行政区和台湾地区。
            </p>
          </h1>
          <h3>二、我们如何收集和使用您的个人信息</h3>
          <h1>
            <p>
              在您使用我们产品和/或服务的过程中，我们收集和使用您因使用本平台产品和/或服务主动提供或产生的以及从第三方获取的您的个人信息，用于向您提供服务、提升我们的服务质量、保障您的账户和资金安全以及符合国家法律法规及监管规定的其他用途。
            </p>
            <p>
              我们深知个人信息对您的重要性，我们致力于维持您对我们的信任，我们承诺按照业界成熟的安全标准恪守目的明确原则、选择同意原则、最少够用原则、公开透明原则、确保安全原则对您的个人信息进行收集和使用。
            </p>
            <p>
              无论以何种方式收集和使用您的个人信息，除非在某些特定情况下，我们只会在征得您同意的情况下进行。您可以选择不提供某一或某些信息，如您选择不提供某一或某些信息，可能会导致您无法使用或无法正常使用部分本平台产品和/或服务，但这不会对您使用其他本平台产品和/或服务产生影响。
            </p>
            <p>
              请您理解，由于商业策略的变化，本平台产品和／或服务的功能也可能进行更迭和发展。如果我们要将您的个人信息用于本政策未载明的其它用途，或基于特定目的将收集而来的个人信息用于其他目的的，我们会通过本平台以合理的方式(如“弹窗”等形式)向您告知，并在使用前再次征得您的同意。
            </p>
            <p>我们仅会在本政策所述的下列之目的，收集和使用您的个人信息：</p>
            <p>（一）为您提供金融产品和/或服务</p>
            <p>1、注册成为用户</p>
            <p>
              当您在注册本平台账户时，为了防范欺诈风险、保障您的账户及交易安全等目的，您需要提供您的电话号码、创建的用户名和密码，我们会通过向您提供的电话号码发送验证码的方式进行实名认证，您需向我们提供该验证码以完成注册。如拒绝提供电话号码及验证码，将导致注册不成功。若您不提供这类信息，您将无法登录和正常使用本平台。如您想了解更多关于注册本平台账号或使用本平台账号时所享有的权利以及需要承担的法律责任等详细信息，请您仔细阅读<a
                href="https://app.haiermoney.com/#/yyh/arguments/reg"
                >《用户注册协议》</a
              >。
            </p>
            <p>
              为了确保您在平台交易安全，除前述之外，在您登录、使用本平台的过程中，我们需要收集您的常用设备信息（包括唯一设备识别码、IP地址、设备MAC地址）、设备存储信息、系统运行时您的通话状态，以便对您身份以及行为安全性进行核实、管理，例如：在您进行特定线上操作时，通过比对您的常用设备信息确认相关操作行为是否存在异常。
            </p>
            <p>2、登录本平台</p>
            <p>1）设置登陆密码</p>
            <p>
              为了您的账户安全，当您注册成为本平台用户后，您可设置登录密码，此时我们需要您提供您收到的短信验证码来确认您的身份，之后您可设置登录密码并通过登录密码登录您的账号。
            </p>
            <p>2）重置登录密码</p>
            <p>
              当您希望重置登录密码并记得旧登录密码时，此时为了验证您的身份，您需要输入旧的登录密码。当您输入的旧登录密码正确，我们将认为在使用本平台的人员为您本人，此时您可输入并确认新的登陆密码。
            </p>
            <p>
              当您希望重置登录密码但您发现您忘记登录密码的时候，为了验证您的身份，依据您的账户类型，您需要提供不同信息：
            </p>
            <p>
              如果您的账户未进行实名认证，我们会向您账户绑定的手机号发送验证码，您需要向我们提供您所收到的验证码，我们不会主动读取您的短信信息，这需要您主动提供。
            </p>
            <p>
              如果您的账户已经完成了实名认证，账号中包含了您的个人信息，基于安全的考虑，我们会进一步对您的身份进行验证，除提供验证码外，您需要提供您的身份证号码。我们会将您的身份证号码与账号绑定的身份证号码进行比对，若比对成功则您可重置密码。若您拒绝提供您的身份证号码，基于对账户安全的考虑，您将无法使用重置登录密码服务。
            </p>
            <p>3）登录本平台</p>
            <p>
              当您完成注册后，您可以使用“账号密码/验证码登录”、“微信登录”、“指纹登录”、
              “人脸登录“等登录方式登录。
            </p>
            <p>
              若您使用
              “密码/验证码登录”，为了验证您的身份，您需要向我们提供您的账号、密码/验证码，若提供的账号、密码/验证码正确，则您可登录本平台。若您拒绝提供您的账号、密码/验证码，由于我们无法完成比对过程，您将无法使用账号密码登录，但这不会影响您使用其他方式登录本平台。
            </p>
            <p>
              若您使用“微信登录”，首先您要将您的微信要与您的账号相绑定，之后当您使用微信登录功能时，我们会读取您的微信账户信息（用户ID、头像、昵称、手机号码），若您拒绝提供上述信息，您将无法使用微信登录功能。
            </p>
            <p>
              若您使用指纹登录（目前仅用于iOS系统）时，为了验证您的身份，我们会读取您的指纹信息与您账号绑定设备（注册时的设备）中留存的指纹信息的比对结果，若比对结果为成功则您可登录本平台。
            </p>
            <p>
              若您使用人脸登录时（目前仅用于iOS系统），为了验证您的身份，我们会读取您的人脸信息与您账号绑定设备中留存的人脸信息的相比结果，若比对结果为成功则您可登录本平台。
            </p>
            <p>
              若您拒绝提供上述登录中所需要的信息，您可能无法正常登录本平台账号，亦无法使用我们提供的本平台上的产品和服务，但这不影响您对平台上的产品和服务进行基础浏览。
            </p>
            <p>
              为了保证您的账户登录的安全性，防止欺诈风险，避免您的账号被非法分子盗用进而导致您账号中的信息泄露，我们有权在注册、登录、额度激活、借款等环节，收集您的个人常用设备信息（IMEI、MAC地址、IP地址）。
            </p>
            <p>3、咨询/申请金融产品和/或服务</p>
            <p>
              为便于您能在本平台上使用我们及与贷款人合作的各类贷款产品，我们将在下述业务场景中收集和使用您的个人信息：
            </p>
            <p>1）完成反欺诈、反洗钱义务及实名制管理</p>
            <p>
              您在使用本平台上提供的信贷产品和服务时，依据《中华人民共和国反洗钱法》等规定，我们需要完成反欺诈、反洗钱及实名制认证，您同意我们有权收集您的人脸信息，除此之外您还需要提供您的身份证件信息（姓名、身份证件号码、身份证件有效期、身份证影像、签发机关）、银行卡信息（姓名、银行卡影像、银行卡卡号、银行卡有效期限、所属银行、信用（卡）额度、还款日）、手机号码、验证码、姓名、工作信息（公司名称、所在城市）、学历、婚姻、邮箱、平均月收入、贷款用途。
            </p>
            <p>
              为了准确有效完成您的身份认证，您同意我们有权将您的身份证件信息（姓名、身份证件号码、身份证件有效期、身份证影像、签发机关）、银行卡信息（姓名、银行卡影像、银行卡卡号、银行卡有效期限、所属银行、信用（卡）额度、还款日）、手机号码、人脸信息提交给第三方身份验证机构或其合作方（如北京旷视科技有限公司、百融云创科技股份有限公司等）。
            </p>
            <p>2）绑定银行卡</p>
            <p>
              当您登录本平台后，基于确定您借款账户、还款账户的需要，您需要绑定相应的银行卡。当您绑定银行卡时，我们将会收集您的以下信息：姓名、银行卡号、银行卡影像、所属银行、手机号码（银行卡预留）、验证码。如您拒绝提供上述信息，基于账户资金安全的考虑，您将无法完成绑定银行卡的操作。
            </p>
            <p>3）信用审核、风险评估及准入管理</p>
            <p>
              当您处于额度激活环节并已完成实名制认证时，为准确评估您的信贷资格、信用及偿付能力，也为了维护您、我们及其他客户的合法权益，更为了防止您的贷款资金被不法分子获取、落实反欺诈防范风险、保障您的账户资金安全，您同意我们有权根据不同的产品或服务类型分别或者同时收集、使用您的信息：身份证件信息（姓名、身份证件号码、身份证件有效期、身份证影像、签发机关）、银行卡信息（姓名、银行卡影像、银行卡卡号、银行卡有效期限、所属银行、信用（卡）额度、还款日）、手机号码、验证码、姓名、工作信息（公司名称、所在城市）、学历、婚姻、邮箱、平均月收入、人脸信息、贷款用途、营业执照副本影像、企业代码、年营业额情况。（具体内容以您使用相应的产品或服务时，向您展示的页面为准；具体收集信息的方式，如弹窗获得您的授权而收集/基于您系统权限的允许而收集/基于相应功能使用的必须而默认收集/您主动填写提供，以您使用相应产品或服务时，向您展示的页面为准）。为了符合监管要求不跨区域展业要求，同时为了有效识别短时异地登录等账户异常操作行为保护您的账户安全，便于为您提供区域性、个性化、优质合规的信贷服务，您同意我们在您进行授信申请时收集您的具体位置信息，您需要授权开启“访问位置信息权限”，此时我们将向您弹窗进行申请。如您同意该申请，我们将收集经度及纬度并通过解析前述经纬度后获取您的详细位置信息。如您拒绝该申请，基于贷款业务开展合法合规的要求，我们及贷款人将无法向您提供贷款相关服务。
            </p>
            <p>
              为了方便您填写联系人信息、联系方式，在您填写联系人信息时，我们会以弹窗的形式告知您，需要您开启通讯录权限，正常情况下我们不会联系您预留的联系人，也不会留存您的通讯录信息。请您放心，获取通讯录权限仅为优化您的操作体验，我们获取您的通讯录权限后不会再次主动采集您的通讯录信息。
            </p>
            <p>
              <strong
                >特别的，请您确保您在向我们提供您的联系人时已经获取了您的联系人的同意，以便我们、我们的关联方或合作方可以通过您提供的联系方式进行联系。如您向我们提供您的联系人及其手机号码的行为未经过本人同意，我们与您的联系人进行联系所发生的风险及责任将由您承担。当您违反约定时，为维护我们及/或贷款人的合法权益，我们有权向我们合作的律师事务所、催收机构，及我们可向您传达信息的联系人披露您的违约信息（包含贷款逾期信息）；若我们与您的联系人发生纠纷且未能协商解决时，你同意我们有权自行或通过催收机构、律师事务所、法院、仲裁委员会或其他有权机关与您联系，请您帮助我们或上述机构向您的联系人表达相应诉求，上述转达以您自愿为基础，并不会让您承担额外的法律义务或责任。</strong
              >
            </p>
            <p>4）借款服务</p>
            <p>
              当您已完成额度激活并正式向贷款人提出申请时或您还未完成额度激活进入借款场景时，根据向您提供贷款的不同贷款人评估您风险状况的要求，我们将收集和使用您的银行卡信息（姓名、银行卡影像、银行卡卡号、银行卡有效期限、所属银行）、手机号码、验证码、交易密码、还款方式、借款期限、婚姻状况、平均月收入、公司名称、职业类型、营业执照副本影像、企业代码、年营业额情况，除此之外，为了签署相应电子合同，我们还需要使用您的身份证件信息（姓名、身份证号）。为了符合监管合规要求，确认您是否在准入区域，便于为您提供区域性、个性化、优质合规的信贷服务，您同意我们收集、使用您的位置信息。
            </p>
            <p>
              为了保障您进行借款时的交易安全，防范他人盗用您账号的风险，当您第一次借款时，您需要在借款场景设置您的交易密码，若您不设置该交易密码，基于您交易安全的考虑，您将无法完成借款。当您设置交易密码后，再次进行借款时，为了验证您的身份，此时需要您输入您的交易密码，我们会将该交易密码与您设置的交易密码进行比对，若您的交易密码正确则您可继续进行借款，若您的交易密码错误，基于账户安全的考虑，您的申请将被中止。
            </p>
            <p>5）还款服务</p>
            <p>
              当您在本平台进行借款后，您需进行还款时，为了验证您的身份以及方便您使用银行卡进行还款，我们将收集和使用您的银行卡信息（姓名、银行卡影像、银行卡卡号、银行卡有效期限、所属银行、信用（卡）额度、还款日）、手机号码、验证码、还款金额、交易密码、位置信息。
            </p>
            <p>6）贷后管理服务</p>
            <p>
              为了调整授信额度、贷款管理、借贷历史查询和纠纷处理，且亦为了完成资金结算、账务核对以及提供信息报告，和满足相关法律法规的信息披露要求，当您借款完成后，进入贷后环节，我们和/或我们委托的为您提供支付服务的第三方支付公司/银行（如宝付网络科技（上海）有限公司、天翼电子商务有限公司等，具体以您签订协议展示为准）、贷款人将收集和使用您的姓名、民族、学历信息、邮箱、婚姻状况、有无子女、LBS地址、手机号（注册手机号及本人主动提供的其他手机号码）、身份证号、紧急联系人姓名、紧急联系人号码、一般联系人姓名、一般联系人号码、公司名称、身份证地址、信用卡/银行卡号。同时为完成贷后管理核验贷款用途，我们有权收集您上传的消费凭证、消费信息。如您的贷款发生逾期或其他费用逾期未支付，为了与您取得联系并通知您及时还款等目的，我们、贷款人及其他债权人、(我们、贷款人及其他债权人委托的_)贷款催收机构、律师事务所、第三方合作机构等将使用您的姓名、手机号（注册手机号及本人主动提供的其他手机号码）、身份证号、紧急联系人姓名、紧急联系人号码、一般联系人姓名、一般联系人号码、公司名称、身份证地址信息、信用卡/银行卡号、借款订单信息（包括借款时间、金额、逾期阶段、欠款信息）。请您注意，当您的借款逾期后，除为上述目的使用您的个人信息外，您的上述个人信息及您的具体贷款逾期信息（包括贷款金额、利息、逾期金额、逾期天数等），将由我们及贷款机构等上报至中国人民银行征信中心，届时将影响您的征信，请您关注并按时还款。
            </p>
            <p>4、支付结算</p>
            <p>
              为了保障您的账户和资金安全，在您进行一些重要操作时（例如：申请贷款授信额度、更换设备登录、借款、找回密码），我们需要校验您的身份，为此您可能需向我们提供一些可校验您身份的证明资料（例如：<strong>身份证照片或影印件、手持身份证照片、脸部图像或视频、交易凭证</strong>等），您可根据相关页面或客服人员的提示提供您的证明资料；如您不同意提供前述信息，您将无法完成特定操作，但不影响您使用我们提供的其他服务。
            </p>
            <p>5、第三方服务</p>
            <p>本平台上含有很多第三方服务包括接入第三方链接及第三方SDK。</p>
            <p>
              1）接入第三方的服务。为了保障您的个人信息安全，维护您自身的合法权益，我们在此提醒您：请您在使用第三方服务前仔细阅读、理解相关第三方服务的隐私权政策及其他相关文件或页面说明等。
            </p>
            <p>
              信用报告服务是由第三方机构为您提供的有关您的个人信用查询并为您生成个人信用报告的服务。我们使用加密技术向第三方机构传输您的手机号码，供第三方机构对您进行身份验证，一旦您的身份验证通过后，第三方机构将为您形成您的个人报告（具体以第三方机构提供的为准）。我们不会收集您在第三方机构自有页面上操作的任何信息。您通过本平台开通信用报告服务的，我们仅限为您提供信息展示等服务，第三方机构为您提供的个人报告上的任何内容均与我们无关，请您在开通服务前仔细阅读和了解第三方机构的隐私权政策、个人信息查询授权书等相关协议文件。
            </p>
            <p>
              2）第三方SDK。本平台上存在多个外部第三方SDK，包括Face++
              SDK、商汤SDK等。这些SDK主要是基于反欺诈、反洗钱的需要，也是为了我们更好地向您提供相应的产品和服务的需要而引入的，各SDK采集、使用、共享您的个人信息具体详见<i>《附件1：接入第三方SDK目录》</i>。
            </p>
            <p>
              请您知悉，我们与提供第三方服务的SDK供应商就收集、使用、共享、存储您的信息进行了协议约定，我们已在合作协议中要求第三方服务机构对可能获取的您的个人信息进行严格保护并严格遵守相关法律法规与监管要求。如您认为SDK的行为侵犯了您的权利，您可以通过<i>《接入SDK目录》</i>中所列的沟通反馈渠道与SDK供应商取得联系并进行投诉,如无法联系到对方可告知本平台客服，本平台客服会将您的诉求转达给供应商。
            </p>
            <p>6、产品推送/通知服务</p>
            <p>
              为了避免您错过我们的活动及避免您未注意到本平台在各产品、各协议等做出的改变，为了在您使用我们的服务过程中对您进行提醒，为您提供更优质的服务，我们需要向您发送相应推送/通知，此时我们需要获取您设备的
              “通知/推送权限”。
            </p>
            <p>
              如您想取消、退订通知服务，您可以通过联系本平台客服（400-991-8888）或在线客服进行取消和退订，或您可以选择关闭您设备的
              “通知/推送权限”，或您可以在收到的推送短信中回复“退订"。
            </p>
            <p>7、客服服务</p>
            <p>
              为保证您的账号安全，我们的客服会使用您的手机号码、身份证信息（姓名、身份证号码、身份证影像）、人脸信息来核验您的身份。为了后续客服处理纠纷，我们将收集您与客服/催收的通话录音及在线聊天记录。如您使用在线客服与我们联系，在向我们提供书面的证明材料时，您需要开启“相机权限”或“读写设备存储权限”“读取电话状态（设备信息）权限”用于上传附件，我们将收集您上传的资料，用于您的身份核实、证据使用。为了保证您及他人的合法权益，如您被他人投诉或投诉他人或者报案，我们会将您的姓名及有效证件号码、联系方式、投诉相关内容、本平台注册相关信息、贷款信息、人脸信息提供给消费者权益保护部门、公安机关及监管机构，以便及时解决投诉纠纷及刑事犯罪，但法律法规明确禁止提供的除外。
            </p>
            <p>8、展示及功能优化服务</p>
            <p>
              您可以通过本平台查看您申请的贷款产品等交易信息，我们将收集前述信息仅为您提供展示服务。同时，我们将收集您的日志信息（访问内容、IP地址、访问日期和时间及访问记录）、设备信息（包括设备名称、设备型号、IMEI、操作系统和应用程序版本、SDK/API/JS代码版本、浏览器、互联网服务提供商、应用标识符、应用程序版本、应用分发渠道、安卓广告主标识符、网卡（MAC）地址、终端制造厂商、终端设备操作系统版本、会话启动/停止时间、语音所在地、时区、网络状态、硬盘、CPU和电池使用情况及页面点击频次、页面停留时间）。收集这些信息是为了统计我们产品的用户数量、分析产品的使用状况，排除并减少产品崩溃情况。同时为了开展内部审计、数据分析和研究及第三方SDK统计服务，不断改进我们的产品为您提供更优质的产品功能服务。
            </p>
            <p>9、我们及我们的合作机构从第三方获得您的个人信息的情形</p>
            <p>
              您可以通过第三方账号（如使用微信登录）直接登录本平台，我们及我们的合作机构将从第三方处获取您授权共享的账户信息(包括账号、头像、昵称、手机号码)。除此之外，我们及我们的合作机构将会依据与第三方的约定，在符合相关法律和法规规定的前提下，使用您的个人信息。且为更好地向您提供产品和服务，也为了我们自身的风险防控，以及保护各方的合法权益，除了您在本平台上自主填写和提供的个人信息和资料外，在经过您的授权下（含在线签署的电子文件），我们及我们的合作机构有权从合法持有您个人信息的第三方机构或国家机关查询、收集与贷款审批、信用评估相关的您的个人信息（包括您的征信信息和其他个人信息），用于对您的信贷资格、信用及偿付能力进行审核，并提供匹配的信贷服务以及在后期对您进行必要的催收。该等第三方基于向我们及我们的合作机构提供前述查询服务之目的，可能会对我们及我们的合作机构经您授权提供的个人信息进行合法、必要的处理。同时，我们及我们的合作机构将通过第三方合作方（包括合作机构、行业协会、征信机构）对您提交或我们收集的信息进行核实、验证，并对获得的核实、验证结果进行查看、收集、使用和留存操作。
            </p>
            <p>（二）为您提供其他服务</p>
            <p>
              如您选择使用我们提供的其他服务，基于该服务我们需要收集您的信息的，我们会另行向您说明信息收集的范围与目的，并征得您的同意。我们会按照本政策、<a
                href="https://app.haiermoney.com/#/yyh/arguments/reg"
                >《用户注册协议》</a
              >以及相应的授权协议约定收集、保存、使用、共享、披露及保护您的信息；如您选择不提供前述信息，您可能无法使用某项或某部分服务，但不影响您使用我们提供的其他服务。
            </p>
            <p>
              您需提供自己的真实资料，并保证您的身份信息、联系信息（诸如<strong>电子邮件地址、联系电话、联系地址、邮政编码</strong>等内容）的真实性、有效性、安全性和及时更新，以便我们为您提供服务并与您进行及时、有效的联系。
            </p>
            <p>
              当我们要将信息用于本政策未载明的其它用途时，会事先征求您的同意。当我们要将基于特定目的收集而来的信息用于其他目的时，会事先征求您的同意。
            </p>
            <p>（三）本平台权限调用说明</p>
            <p>
              我们在首次调用设备权限时会单独征询您是否同意开启权限调用并对权限调用目的进行说明，我们申请获取的权限详见<i>《附件2：应用权限申请与使用情况说明》</i>。请您关注，您同意开启权限即代表您同意授权我们有权收集和使用该权限对应的您的个人信息，您关闭权限即代表取消了这些授权，我们将无法再继续收集此类您的个人信息，且同时请您知悉我们也将无法为您提供您关闭权限对应的服务和业务功能，但您关闭权限的行为不会影响此前基于您的授权所进行的个人信息的收集、使用等处理活动。对于部分需您授权本平台权限您才能使用的功能，我们会以弹窗的形式再次征询您的同意，若您同意授权，则我们将获取相应权限，并为您提供相应服务；若您拒绝授权，则我们将无法向您提供该服务（如本平台更新时需获取读写设备存储权限）。
            </p>
            <p>（四）人脸信息的收集、使用、共享、保存与删除</p>
            <p>
              我们关注您的人脸信息安全，特别的将我们采集及使用您人脸信息的场景、目的及共享第三方的情况等告知如下：
            </p>
            <table>
              <colgroup>
                <col />
                <col />
                <col />
              </colgroup>
              <thead>
                <tr>
                  <th rowspan="1" colspan="1">场景</th>
                  <th rowspan="1" colspan="1">目的</th>
                  <th rowspan="1" colspan="1">人脸信息共享第三方情况</th>
                </tr>
              </thead>
              <tbody>
                <tr>
                  <td></td>
                  <td></td>
                  <td></td>
                </tr>
                <tr>
                  <td rowspan="1" colspan="1">
                    登录（使用人脸登录功能-仅限ios系统）
                  </td>
                  <td rowspan="1" colspan="1">
                    为了验证您的身份，保障您的账户安全
                  </td>
                  <td rowspan="1" colspan="1">
                    IOS系统自带功能，不涉及存储信息不涉及共享给第三方
                  </td>
                </tr>
                <tr>
                  <td rowspan="1" colspan="1">登录（更换新设备）</td>
                  <td rowspan="1" colspan="1">
                    为了验证您的身份，保障您的账户安全。
                  </td>
                  <td rowspan="1" colspan="1">
                    第三方服务商：包括但不限于北京亿美软通科技有限公司（短信发送）或深圳市和讯华谷信息技术有限公司（一键登录认证）。
                  </td>
                </tr>
                <tr>
                  <td rowspan="1" colspan="1">重置登录密码</td>
                  <td rowspan="1" colspan="1">
                    为了验证您的身份，保障您的账户安全
                  </td>
                  <td rowspan="1" colspan="1">
                    SDK供应商：包括但不限于北京亿美软通科技有限公司（短信发送）或深圳市和讯华谷信息技术有限公司（一键登录认证）。
                  </td>
                </tr>
                <tr>
                  <td rowspan="1" colspan="1">设置交易密码、重置交易密码</td>
                  <td rowspan="1" colspan="1">
                    为了反欺诈，验证您的身份，保障您的交易安全的需要
                  </td>
                  <td rowspan="1" colspan="1">
                    SDK供应商：包括但不限于北京亿美软通科技有限公司（短信发送）
                  </td>
                </tr>
                <tr>
                  <td rowspan="1" colspan="1">
                    额度激活环节（实名认证、信用审核）
                  </td>
                  <td rowspan="1" colspan="1">
                    依据《中华人民共和国反洗钱法》，为了反欺诈、反洗钱，对您进行实名认证，确认您的身份信息
                  </td>
                  <td rowspan="1" colspan="1">
                    SDK供应商：包括但不限于腾讯云计算（北京）有限责任公司或阿里云计算有限公司
                  </td>
                </tr>
                <tr>
                  <td rowspan="1" colspan="1">借款环节</td>
                  <td rowspan="1" colspan="1">
                    依据《中华人民共和国反洗钱法》，为了反欺诈，验证您的身份，保障您的交易安全的需要
                  </td>
                  <td rowspan="1" colspan="1">
                    SDK供应商：包括但不限于腾讯云计阿里云计算有限公司
                  </td>
                </tr>
                <tr>
                  <td rowspan="1" colspan="1">银行账户（二类户）开立</td>
                  <td rowspan="1" colspan="1">
                    依据《中华人民共和国反洗钱法》，为了反欺诈，需实时验证您的身份，满足开设银行账户的需要
                  </td>
                  <td rowspan="1" colspan="1">
                    SDK供应商：包括但不限于北京亿美软通科技有限公司（短信发送）或宝付网络科技（上海）有限公司为您开设银行二类账户的银行。
                  </td>
                </tr>
                <tr>
                  <td rowspan="1" colspan="1">注销账户</td>
                  <td rowspan="1" colspan="1">
                    为了验证您的身份，保障您的账户安全
                  </td>
                  <td rowspan="1" colspan="1">
                    SDK供应商：包括但不限于北京亿美软通科技有限公司（短信发送）
                  </td>
                </tr>
              </tbody>
              <tfoot></tfoot>
            </table>
            <p>
              <strong
                >注：特别的，如您的行为涉嫌违法违规或侵害第三方利益，根据可适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须，为了确认用户的身份，我们会将您的的人脸信息提供给公安机关、司法机关、金融监管机构及其他相关机构。</strong
              >
            </p>
            <p>
              人脸信息的保存与删除：对于我们收集的人脸信息，我们会采取严格的保密措施进行保存，基于数据安全的考虑，您的人脸信息会在中华人民共和国境内保存，不会出境。在您注销本平台您可以要求我们删除人脸信息，但由于《中华人民共和国反洗钱法》第十九条“客户身份资料在业务关系结束后、客户交易信息在交易结束后，应当至少保存五年。“的规定，基于合规要求，如您在本平台进行过借款，由于人脸信息属于您的身份资料，您的人脸信息将保存五年，五年后我们会将其进行匿名化处理或彻底删除。如您在本平台未进行过借款，当您注销本平台后要求我们删除您的信息，我们会在收到您的请求后十五个工作日内立即删除您的全部信息（包括您的人脸信息）。如您对我们的服务不满意或有异议，您可以通过人工客服进行投诉，相应投诉将在十五个工作日内处理完毕。
            </p>
            <p>（五）征求授权同意的例外情况</p>
            <p>
              根据相关法律法规及国家标准，在以下情形中，我们可能会依法收集并使用您的个人信息且无需征得您的授权同意:
            </p>
            <p>1、履行法律法规规定的义务相关的；</p>
            <p>2、与国家安全、国防安全直接相关的；</p>
            <p>3、与公共安全、公共卫生、重大公共利益直接相关的；</p>
            <p>4、与犯罪侦查、起诉、审判和判决执行等直接相关的；</p>
            <p>
              5、出于维护您或他人的生命、财产等重大合法权益但又很难得到您本人同意的；
            </p>
            <p>6、所收集的个人信息是您自行向社会公众公开的；</p>
            <p>
              7、从合法公开披露的信息中收集的个人信息，例如：合法的新闻报道、政府信息公开等渠道；
            </p>
            <p>8、根据您的要求签订和履行合同所必需的；</p>
            <p>
              9、用于维护所提供的服务的安全稳定运行所必需的，例如：发现、处置服务的故障；
            </p>
            <p>10、法律法规规定的其他情形。</p>
          </h1>
          <h3>三、我们如何使用Cookie和同类技术</h3>
          <h1>
            <p>（一）Cookie</p>
            <p>
              为确保本平台正常运转，我们会在您的计算机或移动设备上存储名为Cookie的小数据文件。Cookie通常包含标识符、站点名称以及一些号码和字符。借助于Cookie，我们可以帮您省去重复输入注册信息的步骤，提升我们的服务质量，或者帮助您去判断账户安全状态。
            </p>
            <p>
              我们不会将Cookie用于本政策所述目的之外的任何用途。您可根据自己的偏好管理或删除Cookie。您可以清除计算机上保存的所有Cookie，大部分网络浏览器都设有阻止Cookie的功能。您可通过本平台内的若干设定，控制我们收集所得的信息。但如果您这么做，则需要在每一次访问本平台时亲自更改用户设置。
            </p>
            <p>（二）网站信标和像素标签</p>
            <p>
              除Cookie外，我们还会在本平台上使用网站信标和像素标签等其他同类技术。请您理解，当您通过本平台访问第三方创办的网页时，这些第三方可能通过自己的Cookie、Web
              Beacon
              收集您的信息。该等行为不受我们控制及本政策的约束，而是受该第三方隐私政策约束。我们建议您在使用第三方提供的服务前，仔细阅读该等第三方隐私政策的内容。我们也会履行必要的审核义务，并努力去要求第三方对您的个人信息采取保护措施。
            </p>
            <p>（三）Do Not Track（请勿追踪）</p>
            <p>
              很多网络浏览器均设有 Do Not Track 功能，该功能可向本平台发布 Do
              Not Track
              请求。目前，主要互联网标准组织尚未设立相关政策来规定互联网平台应如何应对此类请求。但如果您的浏览器启用了
              Do Not Track，那么本平台都会尊重您的选择。
            </p>
          </h1>
          <h3>四、我们如何委托处理、共享、转让、公开披露您的个人信息</h3>
          <h1>
            <p>（一）委托处理</p>
            <p>
              在部分业务模块或者功能中，为更好地为您提供服务，我们将委托关联公司或其他专业服务提供商代为进行个人信息的处理，如信贷审批服务、客户支持服务等。对我们委托处理个人信息的公司、组织和个人，我们会与其签署严格的保密协议，并要求他们按照保密协议约定在委托处理的范围内处理您的个人信息，并要求其遵守保密义务采取有效的保密措施。对受托人，我们将对其个人信息处理活动进行监督。
            </p>
            <p>（二）共享</p>
            <p>
              我们承诺严格保护您的个人信息安全，除以下情形外，我们不会与任何公司、组织和个人共享您的个人信息。我们将促使该第三方在使用您的信息采取适当保密与安全措施（对外共享个人信息的对象、信息字段、共享目的、联系方式等详见<a
                href="https://app.haiermoney.com/#/ym"
                >《个人信息授权书》</a
              >）
            </p>
            <p>1、事先获得您的明确授权或同意；</p>
            <p>
              2、在法定情形下的共享：根据适用的法律法规、法律程序、司法裁定、政府的强制命令或行业自律要求而需共享您的个人信息，共享个人信息的范围将根据法律法规及相关行政或司法部门要求而定；
            </p>
            <p>
              3、在法律要求或允许的范围内，为了保护我们及您或社会公众的利益、财产或安全免遭损害而有必要提供您的个人信息给第三方，但法律法规明确禁止提供的除外；
            </p>
            <p>
              4、根据法律规定及合理商业习惯，我们与其他公司合并或被其收购或进行其他资本市场活动时，以及其他情形下我们接受来自其他主体的尽职调查时，您同意我们根据业务的需要把您的信息提供给限定性的主体(如审计、法律等外部专业中介机构)，但我们会通过和这些主体签署保密协议等方式要求其对该等信息采取与本政策同等的保密措施，并要求其在完成必要工作后在合理的期限内将您的信息删除；
            </p>
            <p>
              5、与我们的关联公司的共享：您的个人信息可能会在我们关联公司进行共享。我们只会在只有共享您的个人信息才能提供您需要的产品或服务前提下，于法律法规允许且不违背公序良俗的必要范围内与我们的关联公司共享您的个人信息，且这种共享受本政策所述目的约束。
            </p>
            <p>
              我们会要求与我们共享您的个人信息的关联公司按照本政策约定的方式存储、处理您的个人信息。在共享信息前，我们会进行商业上的合理审查，评估共享您个人信息的合法性、正当性和必要性，并督促相关方按照法律规定和监管要求来处理您的信息。我们的关联公司一旦改变个人信息的处理目的，将再次征求您的明示同意。
            </p>
            <p>
              6、与公众共享：为改进我们及我们的关联公司和/或第三方合作机构的产品和／或服务，我们也可能会对产品使用情况进行统计和分析。同时，我们可能会与公众共享这些统计信息，以展示我们服务的整体使用趋势，但这些统计信息将不会包含您的任何身份识别信息。
            </p>
            <p>
              7、第三方合作机构共享：我们可能会聘请其他公司、组织或个人代表我们履行某些职能，包括但不限于发送信函、电子邮件或短信、提供市场营销帮助、提供搜索结果和链接、数据分析、处理、逾期贷款催收、会计服务以及法律服务等。他们能够接触到为履行其职责所需的客户信息，但不能将此信息用于任何其他目的。
            </p>
            <p>
              我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。同时，我们会与第三方合作机构签署严格的保密协议、数据处理协议等，要求他们严格按照我们的说明、本政策以及其他任何相关的保密和采取安全措施的要求来处理您的个人信息。我们将要求我们的第三方合作机构不得将共享的您的个人信息用于本政策目的以外的任何其他用途。
            </p>
            <p>
              在特定共享情况下，我们可能通过“弹窗”等方式获取您的授权同意，“弹窗”方案将构成本政策的有效组成部分。如果您不同意我们在提供服务时与第三方合作机构共享必要的您的个人信息，将可能导致您无法使用该第三方合作机构提供的服务，但不影响您使用其他本平台产品和/或服务。
            </p>
            <p>目前，我们的授权第三方合作机构包括以下类型：</p>
            <p>
              1、SDK服务方：为了向您提供更优质的服务，在必要的时候（如APP升级维护、告知借款申请进程等）向您推送系统通知，分析服务、验证服务、数据服务、营销推广类的授权合作伙伴（如北京亿美软通科技有限公司）根据他们提供服务所必要的信息内容需要以下部分信息：姓名、身份证号、手机号码、常用设备信息（如IMEI、IMSI、IP地址、IOS广告标识符（IDFA）、设备MAC地址、传感器数据）、使用者性别、年龄、地理位置、用户触发特定事件、错误报告。基于支付/扣款服务的提供，出于验证您的身份的目的，支付服务提供商及其合作机构（如宝付网络科技（上海）有限公司、天翼电子商务有限公司等）可能会需要您的个人常用设备信息（设备MAC地址、唯一设备识别码（IMEI、IMSI）、IP地址、应用包名、进程名、网络类型）、姓名、手机号、身份证、银行卡等。
            </p>
            <p>
              2、通知服务提供商（如北京亿美软通科技有限公司）。基于通知服务的提供，在您使用我们的产品过程中，告知您账户状态、订单状态以及为您推荐优惠活动，为了使得短信、电话等及时触达您，我们会将您的手机号码及要告知您的信息，共享给有电信业务资质的通知服务提供方由其向您发送短信或拨打电话。
            </p>
            <p>
              3、贷款机构、增信机构（担保机构、保险机构）、风控机构（如反欺诈机构）、贷后管理机构（含第三方催收机构、律师事务所、不良资产处置机构）。为更好地为您提供信贷产品服务，我们会将您个人信息（如本平台账号ID、身份证件信息（姓名、身份证件号码、身份证件有效期、身份证影像、签发机关）、银行卡信息（姓名、银行卡影像、银行卡卡号、银行卡有效期限、所属银行、信用（卡）额度、还款日）、手机号码（注册手机号及本人主动提供的其他手机号码）、工作信息（公司名称、所在城市）、学历、婚姻、邮箱、联系人、平均月收入、贷款用途等信息）共享给为您提供资金的贷款机构（如银行、信托、消费金融公司、小额贷款公司、保理机构、融资租赁机构等，具体以您签订的借款协议为准）、为您提供增信服务的增信机构（如江西海纳融资担保有限公司，具体以您签订的协议展示为准）；将您的个人信息（如姓名、手机号、身份证号）提供给第三方风控机构（如百融云创科技股份有限公司、腾讯科技（深圳）有限公司）；将您的个人信息（如本平台账号ID、身份证件信息（姓名、身份证件号码、身份证件有效期、身份证影像、签发机关）、银行卡信息（姓名、银行卡影像、银行卡卡号、银行卡有效期限、所属银行、信用（卡）额度、还款日）、人脸信息、手机号码（注册手机号及本人主动提供的其他手机号码）、工作信息（公司名称、所在城市）、学历、婚姻、邮箱、联系人、平均月收入、贷款用途等信息提供给贷后管理机构【含第三方催收机构（如重庆军辉法律顾问有限公司等）、律师事务所（重庆百君律师事务所、中联（重庆）律师事务所等）、不良资产处置机构】。
            </p>
            <p>
              4、征信机构（中国人民银行征信中心、百行征信有限公司）、行业协会（如中国互联网金融协会）。为更好地为您提供信贷产品服务及维护社会信用体系建设，依据相关规定，我们会将您的个人信息：本平台账号ID、身份证件信息（包括姓名、身份证件号码）、手机号码、居住信息（家庭地址）、职业信息（包括工作单位、单位地址）、学历、婚姻、借款订单信息（包括借款信息、还款信息、逾期信息）共享给中国人民银行征信中心；我们会将您的个人信息：本平台账户ID、身份证件信息（包括姓名、身份证件号码）、手机号码、学历、婚姻、借款订单信息（包括借款信息、还款信息、逾期信息）共享给百行征信有限公司及中国互联网金融协会。
            </p>
            <p>
              5、营销渠道供应商。与此同时，为了保障我们的用户在第三方为我方进行推广时免受打扰，我们会要求营销渠道供应商将您从营销名单中去除，在您对第三方进行明确授权的情况下，我们会将您的设备号或手机号进行MD5或SHA256加密，并将之共享给第三方，第三方将根据上述设备号、手机号进行识别并在提供服务后将之从营销名单中去除。
            </p>
            <p>
              6、其他您授权的第三方。由于您需要使用第三方服务的情况下，当您明确授权第三方从我方处获取您的个人信息情况下，基于您的授权，我们会将您的个人信息：如手机号、设备号、您的风险判断情况（一般情况下我们不会共享您的具体借款或敏感信息）共享给您授权的第三方。当您获知相应情况，如您不希望我们共享信息给您之前授权的第三方，您可以向第三方或向我方告知您撤回对第三方的授权，当您撤回授权后，我们不会再共享您的信息。接入SDK目录。
            </p>
            <p>
              7、其他：为健康、持续发展业务，我们可能会出售部分业务，例如，我们可能会转让部分贷款项下债权。在这些交易中，客户信息通常是所转让业务资产中的一部分，与该等业务一并转让给受让方，但这些信息仍然受制于转让前已有的任何隐私声明所做出的承诺，但您做出其他同意的除外。
            </p>
            <p>（三）转让</p>
            <p>
              我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
            </p>
            <p>1、在获取您明示同意的情况下向第三方对您的个人信息进行转让；</p>
            <p>
              2、根据可适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供；
            </p>
            <p>
              3、符合与您签署的相关协议（包括在线签署的电子协议）或其他法律文件约定所提供；
            </p>
            <p>
              4、在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会在要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。
            </p>
            <p>（四）公开披露</p>
            <p>我们仅会在以下情况下，公开披露您的个人信息：</p>
            <p>1、在获取您明示同意后；</p>
            <p>
              2、基于法律的披露：在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露您的个人信息。但我们保证，在这些情况发生时，我们会要求披露请求方必须出具与之相应的有效法律文件，并对被披露的信息采取符合法律和业界标准的安全防护措施。
            </p>
            <p>
              3、在法律法规允许的范围内，为维护我们关联方或合作伙伴、您或其他本平台用户或社会公众利益、财产或安全免遭损害而有必要披露您的个人信息；
            </p>
            <p>4、法律法规规定的其他情形。</p>
            <p>
              根据法律规定，共享、转让经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。
            </p>
            <p>(五)共享、转让、公开披露个人信息时征得授权同意的例外</p>
            <p>
              根据相关法律法规的规定，在以下情形中，我们可以在不征得您的授权同意的情况下共享、转让、公开披露您的个人信息：
            </p>
            <p>1、与我们履行法律法规规定的义务相关的；</p>
            <p>2、与国家安全、国防安全直接相关的；</p>
            <p>3、与公共安全、公共卫生、重大公共利益直接相关的；</p>
            <p>4、与犯罪侦查、起诉、审判和判决执行等直接相关的；</p>
            <p>
              5、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
            </p>
            <p>6、您自行向社会公众公开的个人信息；</p>
            <p>
              7、从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；
            </p>
            <p>8、法律法规规定的其他情形。</p>
          </h1>
          <h3>五、我们如何留存您的个人信息</h3>
          <h1>
            <p>
              为了遵守法律法规与监管要求，同时为了便于您查询相关的交易记录等个人信息，我们将留存您在申请或使用本平台产品/服务过程中提供、产生的必要信息。我们将采取物理或逻辑隔离机制对您的一般个人信息与个人敏感信息分开存储。涉及个人敏感信息的，我们会采用加密等安全措施予以特殊保护。
            </p>
            <p>（一）留存地域</p>
            <p>
              我们在中国境内收集和产生的您的个人信息将储存于中国境内，不涉及跨境传输。
            </p>
            <p>（二）存储期限</p>
            <p>
              除非法律法规另有规定，我们将在实现本政策所述目的的最短必要期限（不超过10年）内保留您的个人信息。当您的个人信息超出我们所保存的期限后，我们会对您的个人信息进行删除或匿名化处理。
            </p>
          </h1>
          <h3>六、我们如何保护您的个人信息</h3>
          <h1>
            <p>
              （一）我们已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，保护您的个人信息。例如，我们会使用加密技术确保数据的保密性；我们会使用受信赖的保护机制防止数据遭到恶意攻击；我们会部署访问控制机制，确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。
            </p>
            <p>
              （二）我们积极建立数据分类分级制度、数据安全管理规范、数据安全开发规范来管理规范个人信息的存储和使用，确保未收集与我们提供的服务无关的个人信息。
            </p>
            <p>
              （三）我们会对员工进行数据安全的意识培养和安全能力的培训和考核，加强员工对于保护个人信息安全重要性的认识。我们会部署访问控制机制，对处理个人信息的员工进行身份认证及权限控制。我们会与信息接触者、合作机构签署保密协议，明确岗位职责及行为准则，确保只有授权人员才可访问个人信息。若有违反保密协议的行为，会被追究相关责任。我们也会通过监控和审计机制来对数据进行全面安全控制，履行个人信息访问权限审批与控制措施，防止您的个人信息遭到未经授权的访问、公开披露、使用、修改、损坏或丢失。
            </p>
            <p>
              （四）我们会定期或不定期进行数据安全能力评估、信息安全风险评估，确保安全保护系统始终处于完备状态。
            </p>
            <p>
              （五）我们成立了专职团队负责研发和应用多种安全技术和程序等，我们会对安全管理负责人和关键安全岗位的人员进行安全背景审查，我们建立了完善的信息安全管理制度和内部安全事件处置机制等。我们会采取符合业界标准的合理可行的安全措施和技术手段存储和保护您的个人信息，以防止您的信息丢失、遭到被未经授权的访问、公开披露、使用、修改、毁损、丢失或泄漏。我们会采取一切合理可行的措施，保护您的个人信息。我们会使用加密技术确保数据的保密性；我们会使用受信赖的保护机制防止数据遭到恶意攻击。
            </p>
            <p>
              （六）我们提醒您注意，互联网并非绝对安全的环境，当您通过电子邮件、短信等与其他用户交互信息时，不确定第三方软件对信息的传递是否完全加密，请注意确保您个人信息的安全，我们建议您不要通过此类方式发送个人信息，尽最大可能避免个人信息泄露。请使用复杂密码，协助我们保证您的账户以及个人信息安全。
            </p>
            <p>
              （七）在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
            </p>
          </h1>
          <h3>七、您对个人信息管理的权利</h3>
          <h1>
            <p>
              我们非常重视您对个人信息的关注，并尽全力保护您对于自己个人信息访问、更正、删除、撤回以及注销账户的权利，以使您拥有充分的能力保障您的隐私和安全。您的权利包括：
            </p>
            <p>（一）访问您的个人信息</p>
            <p>
              您有权访问您的个人信息，法律法规规定的例外情况除外。如果您想行使数据访问权，可以通过以下方式自行访问：
            </p>
            <p>
              账户信息：如果您希望访问或编辑您的账户中的个人资料信息和支付信息、您的密码、添加安全信息或关闭您的账户等，您可以通过登录本平台执行此类操作。
            </p>
            <p>搜索信息：您可以在本平台中访问您的历史记录以及管理其他数据。</p>
            <p>
              如果您无法通过上述方式访问您的个人信息，您可以随时按照本政策“联系我们”章节和我们取得联系，我们将在15天内回复您的访问请求。
            </p>
            <p>（二）更正您的个人信息</p>
            <p>
              当您发现我们处理的关于您的个人信息有错误时，您有权要求我们做出更正。若您无法通过“（一）访问您的个人信息”方式自行进行更正，您可以随时按照本政策“联系我们”章节和我们取得联系，我们将在15天内回复您的更正请求。
            </p>
            <p>（三）删除您的个人信息</p>
            <p>
              您可以在手机设备设置中删除您在本平台留存的缓存信息等内容。在以下情形中，您可以向我们的客服（包括线上客服及电话客服）提出删除个人信息的请求：
            </p>
            <p>1、如果我们处理个人信息的行为违反法律法规；</p>
            <p>2、如果我们收集、使用您的个人信息，却未征得您的同意；</p>
            <p>3、如果我们处理个人信息的行为违反了与您的约定；</p>
            <p>4、如果您不再使用我们的产品或服务，或您注销了账号；</p>
            <p>5、如果我们不再为您提供产品或服务。</p>
            <p>
              当您在本平台没有交易信息时，在验证您的身份后，我们会在15个工作日响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。
            </p>
            <p>
              当您从我们的服务中删除信息后，我们可能不会立即从备份系统中删除相应的信息，但会在备份更新时删除这些信息。
            </p>
            <p>
              <strong
                >当您在本平台中存在交易信息时，基于《反洗钱法》关于保存用户交易信息至少五年的规定，我们会响应您的删除请求，但我们不会立即删除与您的交易有关的个人信息，我们会在法律规定的留存期限届满后删除相应信息。</strong
              >
            </p>
            <p>（四）改变您授权同意的范围</p>
            <p>
              请您理解，每个业务功能往往需要开启部分权限并收集必要的个人信息才能得以实现，对于您个人信息的收集、使用以及设备权限的管理，您可以通过设备系统权限设置或按照本政策“联系我们”章节和我们取得联系要求撤回同意或删除。当您撤回授权同意后，我们将不再处理相应的个人信息。但您撤回授权同意的决定，不会影响此前基于您的授权而开展的个人信息处理。
            </p>
            <p>（五）个人信息主体注销账户</p>
            <p>
              如果您需要注销您的本平台账户，您可以在通过移动端APP访问“首页-右上图标-账号安全-注销账号”进行注销操作，或者通过本政策“联系我们”章节和我们取得联系。如符合约定的账户注销条件，我们将为您注销账号。如您不符合注销条件（如您在本平台尚有未结清业务），您可联系客户服务电话400-991-8888获得解决方案。在您注销账户后，我们将停止为您提供服务，并按法律法规或监管部门规定对所持有的您的个人信息进行处理。
            </p>
            <p>
              在注销账户之后，我们将停止为您提供产品或服务。当您注销本平台账户后，我们将停止为您提供服务且我们将不会再收集、使用或对外提供与该账户相关的个人信息，但您在使用本平台服务期间提供或产生的信息我们仍需按照监管要求的时间进行保存，且在该保存的时间内依法配合有权机关的查询。为保护您或者他人的合法权益，我们需要在您提交注销申请时验证您的身份，必要时需您提供您的人脸信息或身份证件信息（包括身份证影像件、姓名、身份证号）等可以验证您身份的信息，我们将结合您对本平台APP各产品或/和服务的使用情况（如是否存在未结清借款、是否存在未决争议及纠纷）判断是否支持您的注销请求。
            </p>
            <p>（六）获取个人信息副本</p>
            <p>
              根据法律法规及相关国家标准，您有权获取您的个人基本资料、个人身份信息副本，您可以通过本政策“联系我们”章节和我们取得联系。我们在验证您的身份后（必要时需您提供您的人脸信息或身份证件信息等可以验证您身份的个人信息），将在十五日内将您的个人信息副本通过邮件发送到您在本平台预留的邮箱。
            </p>
            <p>（七）约束信息系统自动决策</p>
            <p>
              在某些业务功能中，我们可能仅依据信息系统、算法等在内的非人工自动决策机制做出决定。如果这些决定显著影响您的合法权益，您有权要求我们做出解释，我们也将提供适当的救济方式。
            </p>
            <p>（八）响应您的上述请求</p>
            <p>
              为保障安全，我们可能会要求先验证您的身份，再处理您的请求。您可能需要提供书面请求，或以其他方式证明您的身份。对于您提出的本节项下的所有请求，我们原则上将于收到您的请求并在验证您的用户身份后15日内进行反馈。
            </p>
            <p>
              对于您的合理请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情况收取一定成本费用。对于那些无端重复、需要过多技术手段(例如，需要开发新系统或从根本上改变现行惯例)、给他人合法权益带来风险或者非常不切实际的请求，我们可能会予以拒绝。
            </p>
            <p>在以下情形中，按照法律法规要求，我们将无法响应您的上述请求：</p>
            <p>1、与我们履行法律法规规定的义务相关的；</p>
            <p>2、与国家安全、国防安全直接相关的；</p>
            <p>3、与公共安全、公共卫生、重大公共利益直接相关的；</p>
            <p>4、与犯罪侦查、起诉、审判和执行判决等直接相关的；</p>
            <p>
              5、我们有充分证据表明您存在主观恶意或滥用权利的(如您的请求将危害公共安全和其他人合法权益，或您的请求超出了一般技术手段和商业成本可覆盖的范围)；
            </p>
            <p>6、涉及商业秘密的；</p>
            <p>7、法律法规规定的其他情形。</p>
            <p>
              如您对您的数据主体权利有进一步要求或存在任何疑问、意见或建议，可通过本政策中“联系我们”章节所述方式与我们取得联系并行使您的相关权利。
            </p>
          </h1>
          <h3>八、未成年人信息保护</h3>
          <h1>
            <p>
              我们的产品和服务主要面向成年人。如果没有父母或监护人的同意，未成年人不得创建自己的用户账户。
            </p>
            <p>
              对于经父母同意而收集未成年人个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护未成年人所必要的情况下手机或使用此信息。
            </p>
            <p>
              如果我们发现自己在未事先获得可证实的父母同意的情况下收集了未成年人的个人信息或您作为未成年人向我们提供了您的个人信息，我们会设法尽快删除相关数据。
            </p>
          </h1>
          <h3>九、本政策的修改与更新</h3>
          <h1>
            <p>
              我们的隐私政策可能根据业务的发展进行更新。未经您的明确同意，我们不会削弱您按照本隐私政策所应享有的权利。如政策发生更新，我们会在本平台上及时发布更新后的版本，并通过站内信或公告或推送的方式提醒本政策将/已进行更新，请您及时访问以便了解更新内容。
            </p>
            <p>本政策所指的重大变更包括但不限于：</p>
            <p>
              1、我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式、保存个人信息的方式等；
            </p>
            <p>
              2、我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；
            </p>
            <p>3、个人信息共享、转让或公开披露的主要对象发生变化；</p>
            <p>4、您参与个人信息处理方面的权利及其行使方式发生重大变化；</p>
            <p>
              5、我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；
            </p>
            <p>6、个人信息安全影响评估报告表明存在高风险时。</p>
          </h1>
          <h3>十、联系我们</h3>
          <h1>
            <p>1、联系方式</p>
            <p>
              如果您对本隐私政策有任何疑问、意见或建议，或因本政策产生任何争议的，可通过客户服务电话400-991-8888联系我们，我们将安排专员及时为您提供咨询或协调解决您投诉、申诉的问题。
            </p>
            <p>
              为保障我们高效处理您的问题并及时向您反馈，部分情况下我们可能会要求您提交身份证明、有效联系方式和书面请求及相关证据，我们会在验证您的身份后处理您的请求。
            </p>
            <p>
              一般情况下，我们将在十五日内回复。如果您对我们的回复不满意，特别是您认为我们的个人信息处理行为损害了您的合法权益，您还可以通过以下外部途径寻求解决方案：向重庆市渝中区人民法院提起诉讼，您也可向有关政府部门或者行业协会进行反映。
            </p>
            <p>
              您同意并确认本隐私政策将采用电子方式签订（签订地点：重庆市渝中区），其效力等同于书面签订，效力受到中华人民共和国法律保护；本隐私政策自您点击确认同意时生效。
            </p>
            <p>2、个人信息保护相关负责人</p>
            <p>
              我们设置了专职个人信息保护相关负责人，个人信息保护相关负责人联系方式：4009918888@haiermoney.com。如您对我们收集、使用、共享、保护您的个人信息有任何疑问，您都可以通过个人信息保护相关负责人的邮箱或我们的客服电话（400-991-8888）或在线客服与我们联系。
            </p>
            <p>3、本平台客服</p>
            <p>
              如果您对本个人信息保护政策有任何疑问、意见或建议，通过本平台及本微信公众号联系我们的在线电子客服。您可通过本平台“首页-我的-帮助中心→在线客服”或通过微信公众号“海尔云贷”来联系客服，也可通过本平台
              “意见反馈”向我们反馈意见。您也可以通过拨打我们的客服电话（400-991-8888）与我们联系。
            </p>
            <footer>
              <p>注：本政策更新日期为2022年3月2日，更新内容主要包括以下：</p>
              <p>1、调整并优化了我们收集使用的信息、我们共享的信息；</p>
              <p>
                2、完善了您对您的个人信息管理方式，便于您行使个人信息相关权利；
              </p>
              <p>3、更新了联系我们的渠道和方式。</p>
            </footer>
          </h1>
          <h1>附件1：应用权限申请与使用情况说明</h1>
          <h1>
            <p>1、</p>
            <p>
              为保障中恒智造-EMI协同管控平台（以下或称“本平台”）产品功能实现与安全稳定运行目的，我们可能会申请或使用操作系统的相关权限；
            </p>
            <p>2、</p>
            <p>
              为保障您的知情权，我们通过下列列表将本平台提供的产品和服务可能申请、使用的相关操作系统权限进行展示，您可以根据实际需要对相关权限进行管理；
            </p>
            <p>3、</p>
            <p>
              根据本平台的升级，申请、使用权限的类型与目的可能会有变动，我们将及时根据这些变动对列表进行调整，以确保您及时获悉权限的申请与使用情况；
            </p>
            <p>4、</p>
            <p>
              请您知悉，我们为业务与产品的功能与安全需要，我们可能也会使用第三方SDK，这些第三方也可能会申请或使用相关操作系统权限；
            </p>
            <p>5、</p>
            <p>
              在使用产品的过程中，您可能会使用第三方开发的H5页面或小程序，这些第三方开发的插件或小程序也可能因业务功能所必需而申请或使用相关操作系统权限。
            </p>
          </h1>
          <h1>安卓操作系统应用权限列表</h1>
          <h1>
            <table>
              <tbody>
                <tr>
                  <th>权限名称</th>
                  <th>权限功能说明</th>
                  <th>使用场景或目的</th>
                </tr>
                <tr>
                  <td>
                    <p>READ_PHONE_STATE</p>
                    <p>读取电话状态</p>
                  </td>
                  <td>
                    提供读取手机设备标识等信息，请您放心该权限无法监听、获取您的任何通话内容与信息
                  </td>
                  <td>
                    当您运行Android版本中恒智造-EMI协同管控平台时，我们会向您申请获取此权限，目的是正常识别您的本机识别码，以便完成安全风控、进行统计和服务推送。若您不想接收相关推送信息，可以根据本政策指引进行关闭。
                  </td>
                </tr>
                <tr>
                  <td>
                    <p>READ_EXTERNAL_STORAGE</p>
                    <p>读取外置存储器</p>
                  </td>
                  <td rowspan="2">
                    提供读取手机储存空间内数据的功能及写入外部储存功能
                  </td>
                  <td rowspan="2">
                    当您使用Android版本中恒智造-EMI协同管控平台中的扫一扫、实名信息认证、将文件下载至本地或打开使用本地文件时，您可以通过开启存储权限使用或保存图片或文件。若您不开启此权限，您将无法使用与存储卡读取或缓存相关的功能，但不影响您使用其他服务。
                  </td>
                </tr>
                <tr>
                  <td>
                    <p>WRITE_EXTERNAL_STORAGE</p>
                    <p>写入外置存储器</p>
                  </td>
                </tr>
                <tr>
                  <td>
                    <p>CAMERA</p>
                    <p>拍摄</p>
                  </td>
                  <td>用于拍摄照片和视频、完成扫描二维码</td>
                  <td>
                    当您使用Android中恒智造-EMI协同管控平台中的扫一扫、实名信息认证、活体人脸识别、资料上传、图像识别等服务时，您可以通过开通相机权限以便进行实时拍摄并上传图片或视频。在需要人脸识别的场景下，则需要调用您的摄像头进行
                    人脸的拍摄。若您不开启此权限，您将无法使用图片或视频拍摄相关的功能，但不影响您使用其他服务。
                  </td>
                </tr>
                <tr>
                  <td>
                    <p>ACCESS_FINE_LOCATION</p>
                    <p>访问精准定位</p>
                  </td>
                  <td rowspan="2">通过GPS、网络位置等获取设备的位置信息</td>
                  <td rowspan="2">
                    当您使用Android版本中恒智造-EMI协同管控平台中的申请金融产品时，您可以通过开启位置权限以便填写所在区域的信息。若您不开启此权限，可以根据设置进行关闭。
                  </td>
                </tr>
                <tr>
                  <td>
                    <p>ACCESS_COARSE_LOCATION</p>
                    <p>访问粗略位置</p>
                  </td>
                </tr>
                <tr>
                  <td>
                    <p>READ_CONTACTS</p>
                    <p>读取通讯录</p>
                  </td>
                  <td>获取系统中的通信录信息</td>
                  <td>
                    当您使用Android版本中恒智造-EMI协同管控平台中的申请金融产品时，您可以通过开启通讯录权限以便填写联系人的信息。若您不开启此权限，可以根据设置进行关闭。
                  </td>
                </tr>
                <tr>
                  <td>
                    <p>RECORD_AUDIO</p>
                    <p>录音</p>
                  </td>
                  <td>使用麦克风录制音频</td>
                  <td>
                    当您使用Android中恒智造-EMI协同管控平台中的实名信息认证、活体人脸识别等服务时，您可以通过开通麦克风权限以便进行实名活体认证。若您不开启此权限，您将无法使用实名相关的功能，但不影响您使用其他服务。
                  </td>
                </tr>
                <tr>
                  <td>
                    <p>CALL_PHONE</p>
                    <p>拨打电话</p>
                  </td>
                  <td>可以直接拨打电话</td>
                  <td>
                    当您使用Android版本中恒智造-EMI协同管控平台中的点击电话拨打服务时，您可以直接进行客服电话拨打。若您不开启此权限，您将无法直接拨打电话相关的功能，但不影响您使用其他服务。
                  </td>
                </tr>
              </tbody>
            </table>
          </h1>
          <h1>iOS操作系统应用权限列表</h1>
          <h1>
            <table>
              <tbody>
                <tr>
                  <th>权限名称</th>
                  <th>权限功能说明</th>
                  <th>使用场景或目的</th>
                </tr>
                <tr>
                  <td><p>NSCameraUsageDescription</p></td>
                  <td>访问手机摄像头</td>
                  <td>
                    EMI协同管控平台需要使用您的摄像头进行扫码、活体身份认证、拍摄文件资料用于金融产品申请。
                  </td>
                </tr>
                <tr>
                  <td><p>NSMicrophoneUsageDescription</p></td>
                  <td>访问手机麦克风</td>
                  <td>
                    EMI协同管控平台需要使用您的麦克风进行活体身份认证，用于金融产品申请。
                  </td>
                </tr>
                <tr>
                  <td><p>NSPhotoLibraryAddUsageDescription</p></td>
                  <td rowspan="2">访问手机系统相册</td>
                  <td rowspan="2">
                    EMI协同管控平台需要访问您的相册，方便您进行文件资料的上传用于金融产品申请。
                  </td>
                </tr>
                <tr>
                  <td><p>NSPhotoLibraryUsageDescription</p></td>
                </tr>
                <tr>
                  <td><p>NSLocationAlwaysAndWhenInUseUsageDescription</p></td>
                  <td rowspan="3">访问手机位置信息</td>
                  <td rowspan="3">
                    EMI协同管控平台需要访问您的粗略位置，方便您选择地区
                  </td>
                </tr>
                <tr>
                  <td><p>NSLocationWhenInUseUsageDescription</p></td>
                </tr>
                <tr>
                  <td><p>NSLocationDefaultAccuracyReduced</p></td>
                </tr>
              </tbody>
            </table>
          </h1>
          <h1>附件2：第三方SDK目录</h1>
          <h1>
            <p>
              为保障中恒智造-EMI协同管控平台相关功能的实现与应用安全稳定的运行，我们可能会接入由第三方提供的软件开发包（SDK）实现相关目的。
            </p>
            <p>
              我们会对合作方获取信息的软件工具开发包（SDK）进行严格的安全监测，以保护数据安全。
            </p>
            <p>我们对接入的相关第三方SDK在目录中列明。</p>
            <p>
              请注意，第三方SDK可能因为其版本升级、策略调整等原因导致数据处理类型存在一定变化，请以其公示的官方说明为准。
            </p>
            <hr />
          </h1>
          <h1>第三方SDK列表</h1>
          <h5>高德地图</h5>
          <h1>
            <p>使用目的：帮助用户填写申请信息时定位位置</p>
            <p>收集数据类型：设备识别信息、地理位置信息</p>
            <p>
              隐私政策链接：<a href="https://lbs.amap.com/home/privacy/"
                >https://lbs.amap.com/home/privacy/</a
              >
            </p>
          </h1>
          <h5>Alipay（支付宝）</h5>
          <h1>
            <p>使用目的：帮助用户在应用内使用支付宝进行主动还款</p>
            <p>收集数据类型：设备识别信息</p>
            <p>
              隐私政策链接：<a href="https://render.alipay.com/p/c/k2cx0tg8"
                >https://render.alipay.com/p/c/k2cx0tg8</a
              >
            </p>
          </h1>
          <h5>极光推送/极光认证</h5>
          <h1>
            <p>使用目的：推送消息，一键登录认证</p>
            <p>收集数据类型：设备识别信息，手机号码</p>
            <p>
              隐私政策链接：<a href="https://www.jiguang.cn/license/privacy"
                >https://www.jiguang.cn/license/privacy</a
              >
            </p>
          </h1>
          <h5>腾讯云</h5>
          <h1>
            <p>使用目的：帮助用户进行身份验证，活体识别</p>
            <p>收集数据类型：摄像头、麦克风、设备识别信息</p>
            <p>
              隐私政策链接：<a
                href="https://cloud.tencent.com/document/product/301/11470"
                >https://cloud.tencent.com/document/product/301/11470</a
              >
            </p>
          </h1>
          <h5>百度</h5>
          <h1>
            <p>使用目的：用户贷款申请的设备数据上报</p>
            <p>收集数据类型：设备识别信息</p>
            <p>
              隐私政策链接：<a
                href="https://tongji.baidu.com/web/help/article?id=330&amp;type=0&amp;castk=LTE%3D"
                >https://tongji.baidu.com/web/help/article?id=330&amp;type=0&amp;castk=LTE%3D</a
              >
            </p>
          </h1>
          <h5>美洽</h5>
          <h1>
            <p>使用目的：为用户提供在线客服聊天功能</p>
            <p>收集数据类型：摄像头、麦克风、相册、设备识别信息</p>
            <p>
              隐私政策链接：<a href="https://meiqia.com/privacy-clause"
                >https://meiqia.com/privacy-clause</a
              >
            </p>
          </h1>
          <h5>阿里云</h5>
          <h1>
            <p>
              使用目的：帮助用户进行身份验证，活体识别以及身份证、银行卡等照片的图像识别
            </p>
            <p>收集数据类型：摄像头、麦克风、相册、设备识别信息</p>
            <p>
              隐私政策链接：<a
                href="http://terms.aliyun.com/legal-agreement/terms/suit_bu1_ali_cloud/suit_bu1_ali_cloud201902141711_54837.html?spm=a2c4g.11186623.J_9220772140.87.991e6cbfdznmpn"
                >http://terms.aliyun.com/legal-agreement/terms/suit_bu1_ali_cloud/suit_bu1_ali_cloud201902141711_54837.html?spm=a2c4g.11186623.J_9220772140.87.991e6cbfdznmpn</a
              >
            </p>
          </h1>
          <h5>百融云创</h5>
          <h1>
            <p>使用目的：用户贷款申请的设备风险识别</p>
            <p>
              隐私政策链接：<a href="https://anf.100credit.com/privacy"
                >https://anf.100credit.com/privacy</a
              >
            </p>
          </h1>
          <h5>微信SDK</h5>
          <h1>
            <p>使用目的：帮助用户在应用内使用微信进行主动还款</p>
            <p>
              隐私政策链接：<a
                href="https://weixin.qq.com/cgi-bin/readtemplate?lang=zh_CN&amp;t=weixin_agreement&amp;s=privacy"
                >https://weixin.qq.com/cgi-bin/readtemplate?lang=zh_CN&amp;t=weixin_agreement&amp;s=privacy</a
              >
            </p>
          </h1>
          <h5>宝付</h5>
          <h1>
            <p>使用目的：用于支付</p>
            <p>
              收集数据类型：个人基本信息、个人身份信息、网络身份标识信息、个人常用设备信息所属机构：宝付网络科技（上海）有限公司
            </p>
            <p>
              隐私政策链接：<a href="https://www.baofu.com/aboutus/privacy"
                >https://www.baofu.com/aboutus/privacy</a
              >
            </p>
          </h1>
          <h5>亿美软通SDK</h5>
          <h1>
            <p>使用目的：实时推送短信，告知申请流程信息、重要通知等</p>
            <p>收集数据类型：手机号码信息</p>
            <p>
              隐私政策链接：<a href="https://www.emay.cn/zhengce.html"
                >https://www.emay.cn/zhengce.html</a
              >
            </p>
          </h1>
          <h1></h1>
          <h1></h1>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  head: {
    title: "中恒智造 - 隐私政策",
  },
  data() {
    return {};
  },
  created() {},
  mounted() {},
  computed: {},
  methods: {},
};
</script>

<style lang="scss" scoped>
.privacy-policy {
  overflow: hidden;
  .wrapper {
    display: flex;
    align-items: center;
    justify-content: center;
    height: calc(100vh - 68px);
    background-color: #f3f7fa;
    .policy-content {
      width: 100%;
      padding: 20px;
      max-width: 1200px;
      max-height: 800px;
      border-radius: 12px;
      margin: 0 20px;
      background-color: #fff;
      overflow: hidden;
      box-shadow: 2px 2px 12px 4px #ccc;
      .main-content {
        margin: 20px;
        overflow-y: auto;
        overflow-x: hidden;
        height: 100%;
        max-height: calc(800px - 64px);
        padding-right: 15px;
        text-align: justify;
        content-visibility: auto;
        contain-intrinsic-size: 320px;
        &::-webkit-scrollbar {
          width: 10px;
          background-color: #fff;
        }
        &::-webkit-scrollbar-track {
          display: none;
        }
        &::-webkit-scrollbar-thumb {
          border-radius: 10px;
          background-color: #c4c4c44c;
          box-shadow: inset 0 0 3px rgba(94, 94, 94, 0.837);
          -webkit-box-shadow: inset 0 0 3px rgba(94, 94, 94, 0.837);
        }
        p {
          font-size: 16px;
        }
        table {
          border: 1px solid #000;
          border-collapse: collapse;
          th {
            font-size: 24px;
            white-space: nowrap;
            border-bottom: 1px solid #000000;
            border-right: 1px solid #000000;
          }
          td {
            font-size: 16px;
            border-bottom: 1px solid #000000;
            border-right: 1px solid #000000;
          }
        }
      }
    }
  }
}
@media screen and (max-height: 1000px) {
  .privacy-policy {
    .wrapper {
      .policy-content {
        .main-content {
          max-height: calc(700px - 64px);
        }
      }
    }
  }
}
@media screen and (max-height: 900px) {
  .privacy-policy {
    .wrapper {
      .policy-content {
        .main-content {
          max-height: calc(600px - 64px);
        }
      }
    }
  }
}
@media screen and (max-height: 800px) {
  .privacy-policy {
    .wrapper {
      .policy-content {
        .main-content {
          max-height: calc(500px - 64px);
        }
      }
    }
  }
}
</style>
